[
	"If you need help with a problem you may request help from a member of staff by typing ::help. This will prompt an interface where you can type your message and hit enter.",
	"Weapons such as the dragon dagger can be poisoned using potions made through the herblore skill.",
	"Players with any one of the donator ranks are able to access a slayer dungeon from within the donator zone area.",
	"You can view an NPC's drop table by going to the quest tab and clicking on the red icon in the upper right corner.",
	"You can toggle the drop warning message with the command ::toggledrop.",
	"If you receive 10 hunter kill streaks in a row you will receive a mysterious emblem (tier 5).",
	"You can create custom inventory and equipment presets by clicking the green arrow icon in the equipment tab.",
	"A players agility level greatly impacts the restoration rate of energy.",
	"By completing 63 waves of fight caves you have a chance of recieving a random item from the Tokkul store.",
	"You can decant potions by talking to Bob Barter at ::dice",
	"You can get a list of the available hosts which are currently online by using the command ::hosts.",
	"You can toggle the drop warning message with the command ::toggledrop.",
	"The website can be found at https://os-v.org/.",
	"Account security is crucial and very important, set a bank-pin by talking to any banker.",
	"That your local slayer master can quickly tell you where your task is located.",
	"That you are able to use 07GP as a form of donation, view: ::thread 6977",
	"Rooftop courses yield a chance of obtaining graceful armour, which means unlimited run!",
	"With an active kraken task you can access kraken cave, which is located in stronghold slayer dungeon.",
	"Are you a gambler? Take a shot and gamble your firecape for a chance on Jad pet at fightcaves.",
	"Important: You must have a bank-pin set in order to be eligible any account help.",
	"That you are able to use herbs on the master farmer and he will note them for you.",
	"You can type ::staff to be prompted a list of current staff online.",
	"You can use all bones on the prayer altar in edgeville for bonus experience.",
	"There is bonus experience and double votes events every weekend!",
	"You can check the current prices of most items at ::thread 10181",
	"VIP+ donators have access to bonus experience while at the donator zone.",
	"That untradable items are automatically sent to your bank on death.",
	"That bones to peaches are on sale for a low price in the edgeville general store. These are useful for places like GWD where big bones are dropped often",
	"That the small runecrafting pouch can be obtained from the mage of zamorak at skilling area and larger pouches are dropped from higher leveled monsters",
	"Ultimate iron man can set a bank pin by talking to the banker in edgeville bank.",
	"You can find FAQ about os-v at ::thread 12705",
	"You can read through the diary guide thread at ::thread 12535",
	"You can continue dialogues by pressing CTRL+Space and CTRL+numpad 1-5",
	"That rune pouch and looting bags can be obtained by killing anything within the wilderness.",
	"You can purchase herb sack and gem bag from any slayer master.",
	"You can teleport through os-v by clicking the world map icon or simply pressing CTRL+T on your keyboard",
	"That you are able to search for items or npcs within the droptable interface!"
]